base
base-devel
bitwarden-bin
bluetuith
bluez
bluez-utils
brightnessctl
btrfs-progs
clipse
efibootmgr
fastfetch
firefox
fnott
fsel-git
fzf
git
greetd
greetd-tuigreet
grim
gst-plugin-pipewire
hyprland
hyprpaper
hyprsunset
imv
intel-ucode
iwd
kitty
libpulse
linux
linux-firmware
neovim
networkmanager
npm
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
powertop
pulsemixer
qt5-wayland
qt6-wayland
rofi
slurp
sof-firmware
sudo
tlp
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
waybar
wget
which
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zram-generator
zsh
